/* No comment provided by engineer. */
"6to4 relay" = "6to4-relä";

/* No comment provided by engineer. */
"AirPort Connected" = "Airport ansluten";

/* No comment provided by engineer. */
"Airport connected" = "Airport ansluten";

/* No comment provided by engineer. */
"Airport disconnected" = "Airport bortkopplad";

/* No comment provided by engineer. */
"AirPort Disconnected" = "Airport bortkopplad";

/* No comment provided by engineer. */
"Battery charging..." = "Batteriet laddar...";

/* No comment provided by engineer. */
"Benchmark" = "Benchmark";

/* No comment provided by engineer. */
"Bluetooth Connection" = "Blåtandsenhet ansluten";

/* No comment provided by engineer. */
"Bluetooth Device Connected" = "Blåtandsenhet ansluten";

/* No comment provided by engineer. */
"Bluetooth Device Disconnected" = "Blåtandsenhet bortkopplad";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "Blåtandsenhet bortkopplad";

/* No comment provided by engineer. */
"Current charge: %d%%" = "Nuvarande laddning: %d%%";

/* No comment provided by engineer. */
"Ethernet activated" = "Ethernet anslutet";

/* No comment provided by engineer. */
"Ethernet deactivated" = "Ethernet bortkopplat";

/* No comment provided by engineer. */
"FireWire Connection" = "FireWire anslutet";

/* No comment provided by engineer. */
"FireWire Device Connected" = "FireWire-enhet ansluten";

/* No comment provided by engineer. */
"FireWire Device Disconnected" = "FireWire-enhet bortkopplad";

/* No comment provided by engineer. */
"FireWire Disconnection" = "FireWire bortkopplat";

/* No comment provided by engineer. */
"Interface:\ten0" = "Gränssnitt:\nen0";

/* The %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\ten0\nMedia:\t%@" = "Gränssnitt:\ten0\nMedia:\t%@";

/* No comment provided by engineer. */
"IP Acquired" = "IP-adress erhållen";

/* No comment provided by engineer. */
"IP address acquired" = "IP-adress erhållen";

/* No comment provided by engineer. */
"IP address released" = "IP-adress släppt";

/* No comment provided by engineer. */
"IP Released" = "IP-adress släppt";

/* No comment provided by engineer. */
"Left network %@." = "Lämnade nätverk %@.";

/* No comment provided by engineer. */
"Link-local" = "Link-local";

/* No comment provided by engineer. */
"Loopback" = "Loopback";

/* No comment provided by engineer. */
"Network Link Down" = "Nätverkslänk nere";

/* No comment provided by engineer. */
"Network Link Up" = "Nätverkslänk uppe";

/* No comment provided by engineer. */
"New primary IP: %@ (%@)" = "Ny primär IP-adress: %1$@ (%2$@)";

/* No comment provided by engineer. */
"No IP address now" = "Ingen IP-adress nu";

/* No comment provided by engineer. */
"On A/C power" = "Använder nätström";

/* No comment provided by engineer. */
"On battery power" = "Använder batteriström";

/* No comment provided by engineer. */
"On UPS power" = "Använder UPS-ström";

/* No comment provided by engineer. */
"Private" = "Privat";

/* No comment provided by engineer. */
"Public" = "Publik";

/* No comment provided by engineer. */
"Reserved" = "Reserverad";

/* No comment provided by engineer. */
"Switched to A/C Power" = "Bytte till nätström";

/* No comment provided by engineer. */
"Switched to Battery Power" = "Bytte till batteriström";

/* No comment provided by engineer. */
"Switched to UPS Power" = "Bytte till UPS-ström";

/* No comment provided by engineer. */
"Sync finished" = "Synkronisering avslutad";

/* No comment provided by engineer. */
"Sync started" = "Synkronisering påbörjad";

/* No comment provided by engineer. */
"Test" = "Test";

/* No comment provided by engineer. */
"Time remaining: %i minutes" = "Tid kvar: %i minuter";

/* No comment provided by engineer. */
"Time to charge: %i" = "Laddningstid: %i";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "Namnlös FireWire-enhet";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "USB 2.0-buss";

/* No comment provided by engineer. */
"USB Bus" = "USB-buss";

/* No comment provided by engineer. */
"USB Connection" = "USB-enhet ansluten";

/* No comment provided by engineer. */
"USB Device Connected" = "USB-enhet ansluten";

/* No comment provided by engineer. */
"USB Device Disconnected" = "USB-enhet bortkopplad";

/* No comment provided by engineer. */
"USB Disconnection" = "USB-enhet bortkopplad";

/* No comment provided by engineer. */
"Volume Mounted" = "Enhet monterad";

/* No comment provided by engineer. */
"Volume Unmounted" = "Enhet avmonterad";